export default {
  /**历史活动记录*/
  "achievementData": [
    {
      "img": 'static/img/fcc-meetup1.jpeg',
      "title": '2017/04 FCC上海前端技术群线下Meetup #1',
      "list": ['开场；', '1、造轮子-简单的 MVVM 框架核心 - 于航；', '2、SSO 核心原理 - Kenneth Choi；', '3、RESTful API 架构设计 - 🐔；', '4、Bigpipe 技术的前端应用 - 糖爸；', '自由交流；']
    },
    {
      "img": 'static/img/fcc-meetup2.jpeg',
      "title": '2017/04 FCC上海前端技术群线下Meetup #1',
      "list": ['开场；', '1、造轮子-简单的 MVVM 框架核心 - 于航；', '2、SSO 核心原理 - Kenneth Choi；', '3、RESTful API 架构设计 - 🐔；', '4、Bigpipe 技术的前端应用 - 糖爸；', '自由交流；']
    },
    {
      "img": 'static/img/fcc-meetup3.jpeg',
      "title": '2017/04 FCC上海前端技术群线下Meetup #1',
      "list": ['开场；', '1、造轮子-简单的 MVVM 框架核心 - 于航；', '2、SSO 核心原理 - Kenneth Choi；', '3、RESTful API 架构设计 - 🐔；', '4、Bigpipe 技术的前端应用 - 糖爸；', '自由交流；']
    },
    {
      "img": 'static/img/fcc-meetup4.jpg',
      "title": '2017/04 FCC上海前端技术群线下Meetup #1',
      "list": ['开场；', '1、造轮子-简单的 MVVM 框架核心 - 于航；', '2、SSO 核心原理 - Kenneth Choi；', '3、RESTful API 架构设计 - 🐔；', '4、Bigpipe 技术的前端应用 - 糖爸；', '自由交流；']
    }
  ],
  /**组织者*/
  "contributors": [
    {
      "name": '阚自强',
      "avatar": 'https://github.com/topqiang',
      "tags": ['全栈', 'js', 'php', 'java', 'vue', 'react'],
      "pic": "https://avatars3.githubusercontent.com/u/18321545?s=460&v=4"
    },
    {
      "name": '刘柱',
      "avatar": 'http://www.simengphp.com',
      "tags": ['php'],
      "pic": "https://avatars0.githubusercontent.com/u/22831451?s=400&v=4"
    },
    {
      "name": '刘忆文',
      "avatar": 'https://github.com/topqiang',
      "tags": ['js', 'vue'],
      "pic": "https://avatars2.githubusercontent.com/u/11833905?s=400&u=e02e08c94213cd6a0021218a7aaba1e215bb9d8f&v=4"
    },
    {
      "name": '伊莉娜',
      "avatar": '#',
      "tags": ['运营', '自媒体'],
      "pic": ""
    },
    {
      "name": '张烁',
      "avatar": '#',
      "tags": ['CTO'],
      "pic": ""
    },
  ],
  /**fcc项目介绍*/
  "aboutus": [
    {
      "title": "关于我们",
      "content": "FCC天津社区是一个传承了FCC全球社区倡导人人皆可编程的主旨思想, 面向天津所有有意愿学习的编程, 热爱编程, 还有那些想要通过编程找到一份满意工作的学生以及社会群众。是一个可以帮助天津公益组织贡献 代码, 帮助大学生积累经验, 帮助企业培养人才为目的的公益性开发者社区。截止目前为止, 社区的人数已经有 300余人。是社员们作为日常交流, 学习的平台。"
    },
    {
      "title": "为什么加入我们?",
      "content": "FreeCodeCamp 是由 Quincy Larson 创办的开源社区，它致力于帮助人们利用零散时间学习编程，内容以 前端和JS全栈为主。目前已经发展成为一个30万开发者的社区，通过游戏化的项目实战，来吸引大家学习编 程，并在社区内给予实时的帮助。同时，为 NPO、NGO 组织给予技术支持。通过学习4个部分课程，你将获 得 FCC 颁布的4个证书，分别是“前端开发证书”、“数据可视化证书”、“后端开发证书”、“全栈开发证书”。"
    }
  ],
  "carousel": [
    {
      "title": "FreeCodeCamp conf",
      "imgsrc": "https://picsum.photos/1024/480/?image=58",
      "alt": "",
      "href": "https://www.freecodecamp.one",
      "desc": "FreeCodeCamp本期简单描述"
    },
    {
      "title": "FreeCodeCamp conf",
      "imgsrc": "https://picsum.photos/1024/480/?image=54",
      "alt": "",
      "href": "https://www.freecodecamp.one",
      "desc": "FreeCodeCamp本期简单描述"
    },
    {
      "title": "FreeCodeCamp conf",
      "imgsrc": "https://picsum.photos/1024/480/?image=52",
      "alt": "",
      "href": "https://www.freecodecamp.one",
      "desc": "FreeCodeCamp本期简单描述"
    }
  ]
};